import './infoAdvantages.scss'

const InfoAdvantages = () => {
    return (
        <div className="info-advantages">
            <div className="info-advantages__title">Інтернет-магазин сигарет Elfbar</div>
            <p className="info-advantages__text">Останнім часом електронні сигарети стали популярнішими за традиційні цигарки. І це не дивно, адже Ельфбар не виділяє продукти горіння, а отже навантаження на легені курця в рази нижче. Та й простим перехожим сигаретний дим більше не доставлятиме дискомфорту. У лінійці електронних цигарок можна знайти різні моделі, виготовлені з якісної сировини, з різним смаком та ресурсом роботи.</p>
            <div className="info-advantages__subtitle">Переваги куріння Ельф бару</div>
            <p className="info-advantages__text">Різноманітність смаків та стильний корпус гарантують приємні враження від використання електронних сигарет. Але ключовою особливістю будь-якої моделі Elfbar є комбінація технологічності та простоти. У них є всі риси традиційних електронок, але разом з тим вони вигідно відрізняються:
            Різноманітність смаків та стильний корпус гарантують приємні враження від використання електронних сигарет. Але ключовою особливістю будь-якої моделі Elfbar є комбінація технологічності та простоти. У них є всі риси традиційних електронок, але разом з тим вони вигідно відрізняються:</p>
            <div className="info-advantages__subtitle">Різновиди моделей</div>
            <p className="info-advantages__text">При виборі конкретного Ельфбару рекомендується звертати увагу на кілька параметрів:
            Смак. Виробники пропонують масу смакових комбінацій, тому кожен бажаючий зможе підібрати для себе оптимальний варіант. Солодкий чи фруктовий, з холодком чи без – справа вашого смаку.
            Кількість затяжок. Цей показник варіюється від 350 до 5000 затягувань з одного пристрою.
            Марка та виробник. Популярність виробника показує, що він пропонує споживачам якісний продукт, який вже встигли гідно оцінити.</p>
            <div className="info-advantages__subtitle">Вигідна купівля Ельф бару</div>
            <p className="info-advantages__text">Купити Ельф бар за найкращими цінами від виробника можна у нашому інтернет-магазині. Ми пропонуємо різноманітний модельний ряд електронних сигарет, вигідні умови покупки, оперативну доставку, консультації спеціалістів. У продажу є виключно сертифікований брендовий товар з різним ступенем міцності, різноманітними ароматизаторами та складом. Залишайте онлайн-заявку вже сьогодні і відчуйте особисто всю красу від паріння електронними сигаретами. А ми подбаємо про те, щоб доставка товару відбулася у найкоротші терміни та у будь-який куточок країни.</p>
        </div>
    )
}

export default InfoAdvantages;