import TitleH1 from '../titleH1/TitleH1';

import './mainInfo.scss'

const mainInfo = () => {
    return (
        <div className="info-advantages">
            <TitleH1 title="Інтернет-магазин сигарет Solodkiypar" classN="info-advantages__title"/>
            <p className="info-advantages__text">Останнім часом електронні сигарети стали більш популярними, ніж традиційні сигарети. Частково це пов'язано з тим, що Elfbar не виділяє продуктів горіння, що значно знижує навантаження на легені курця. Крім того, сигаретний дим більше не викликає дискомфорту у пересічного перехожого. Асортимент електронних сигарет включає в себе різні моделі, виготовлені з високоякісної сировини і доступні в різних смаках.</p>
            <div className="info-advantages__subtitle">Переваги куріння Ельф бару</div>
            <p className="info-advantages__text">Різноманітність смаків і стильний корпус гарантують приємні враження від куріння електронної сигарети. Однак ключовою особливістю будь-якої моделі Elf Bar є поєднання технологій і простоти. Вони мають всі риси традиційної електронної сигарети, але водночас мають вигідні відмінності. Різноманітність смаків і стильний дизайн гарантують приємні враження від користування електронною сигаретою. Однак найважливішою особливістю моделей Elfver є поєднання технологій і простоти. Електронні сигарети Elfver мають всі особливості традиційних електронних сигарет, але в той же час вони відрізняються від інших електронних сигарет.</p>
            <div className="info-advantages__subtitle">Різновиди моделей</div>
            <p className="info-advantages__text">При виборі конкретного Ельфбару бажано звернути увагу на кілька параметрів. Смак -  виробники пропонують безліч смакових комбінацій, тому кожен може підібрати оптимальний для себе варіант. Солодкий чи фруктовий, холодний чи не дуже - вирішувати вам. Кількість затяжок - цей показник варіюється від 350 до 5000 затяжок з одного пристрою. Бренд і виробник - популярність виробника вказує споживачам на те, що він пропонує якісний продукт, який вони вже встигли оцінити.</p>
            <div className="info-advantages__subtitle">Вигідна купівля Ельф бару</div>
            <p className="info-advantages__text">У нашому інтернет-магазині ви можете купити Elf Bar за найнижчою ціною від виробника. Ми пропонуємо вигідні умови покупки, швидку доставку та консультації фахівців. Ми продаємо тільки сертифіковану фірмову продукцію з різним ступенем міцності, смаком і складом.</p>
        </div>
    )
}

export default mainInfo;